<?php

return [
    /*
     *--------------------------------------------------------------------------
     * stores
     *--------------------------------------------------------------------------
     *
     * キャッシュのインスタンスを識別するstoreの登録
     *
     * Example: [
     *     'default',
     *     'master',
     * ]
     *
     */
    'stores' => [
        'master',
        'redirect',
        'abtest',
    ],

    /*
     *--------------------------------------------------------------------------
     * clear store groups
     *--------------------------------------------------------------------------
     *
     * コマンドでキャッシュをクリアするためのCacheManagerで用いているキー
     * CacheManager用の記載されているキーを削除する
     *
     * Example: [
     *  'release' => [
     *      'abtest',
     *      'master',
     *      ],
     *  ]
     *
     */
    'clear_store_groups' => [
        'release' => [
            'redirect',
            'abtest',
        ],
    ],
];